{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[PAD]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[MASK]": 3,
      "[UNK]": 4,
      ",": 5,
      "a": 6,
      "d": 7,
      "e": 8,
      "i": 9,
      "j": 10,
      "m": 11,
      "n": 12,
      "o": 13,
      "p": 14,
      "r": 15,
      "s": 16,
      "t": 17,
      "u": 18,
      "v": 19,
      "z": 20,
      "ć": 21,
      "č": 22,
      "š": 23,
      "et": 24,
      "es": 25,
      "des": 26,
      "deset": 27,
      "is": 28,
      "am": 29,
      "tis": 30,
      "uć": 31,
      "tisuć": 32,
      "to": 33,
      "ed": 34,
      "ri": 35,
      "sto": 36,
      "de": 37,
      "dv": 38,
      "os": 39,
      "sed": 40,
      "čet": 41,
      "tisuća": 42,
      "dev": 43,
      "osam": 44,
      "sedam": 45,
      "tisuće": 46,
      "edeset": 47,
      "tri": 48,
      "est": 49,
      "dva": 50,
      "pet": 51,
      "devet": 52,
      "četi": 53,
      "na": 54,
      "četr": 55,
      "ez": 56,
      "pedeset": 57,
      "ris": 58,
      "šez": 59,
      "esto": 60,
      "devedeset": 61,
      "osamdeset": 62,
      "sedamdeset": 63,
      "trideset": 64,
      "dvadeset": 65,
      "četrdeset": 66,
      "risto": 67,
      "šezdeset": 68,
      "jed": 69,
      "šest": 70,
      "četiri": 71,
      "naest": 72,
      "jeda": 73,
      "jesto": 74,
      "tristo": 75,
      "šesto": 76,
      "dvjesto": 77,
      "osamsto": 78,
      "sedamsto": 79,
      "petsto": 80,
      "devetsto": 81,
      "četiristo": 82,
      "ij": 83,
      "dvij": 84,
      "jedan": 85,
      "dvije": 86,
      "jedna": 87,
      "šes": 88,
      "osamnaest": 89,
      "sedamnaest": 90,
      "trinaest": 91,
      "dvanaest": 92,
      "petnaest": 93,
      "devetnaest": 94,
      "četrnaest": 95,
      "jedanaest": 96,
      "šesnaest": 97,
      "tisuću": 98
    },
    "merges": [
      "e t",
      "e s",
      "d es",
      "des et",
      "i s",
      "a m",
      "t is",
      "u ć",
      "tis uć",
      "t o",
      "e d",
      "r i",
      "s to",
      "d e",
      "d v",
      "o s",
      "s ed",
      "č et",
      "tisuć a",
      "de v",
      "os am",
      "sed am",
      "tisuć e",
      "e deset",
      "t ri",
      "es t",
      "dv a",
      "p et",
      "dev et",
      "čet i",
      "n a",
      "čet r",
      "e z",
      "p edeset",
      "r is",
      "š ez",
      "es to",
      "dev edeset",
      "osam deset",
      "sedam deset",
      "tri deset",
      "dva deset",
      "četr deset",
      "ris to",
      "šez deset",
      "j ed",
      "š est",
      "četi ri",
      "na est",
      "jed a",
      "j esto",
      "t risto",
      "š esto",
      "dv jesto",
      "osam sto",
      "sedam sto",
      "pet sto",
      "devet sto",
      "četi risto",
      "i j",
      "dv ij",
      "jeda n",
      "dvij e",
      "jed na",
      "š es",
      "osam naest",
      "sedam naest",
      "tri naest",
      "dva naest",
      "pet naest",
      "devet naest",
      "četr naest",
      "jeda naest",
      "šes naest",
      "tisuć u"
    ]
  }
}